Repository: Serrulien/angular-i18n-demo
Catalog: messages.*.xlf
Languages: fr

source: Angular Logo
fr: Logo de Angular

source: Welcome
fr: Bienvenue

source: Angular on YouTube
fr: Angular sur YouTube

source: Rocket Ship
fr: Fusée spatiale

source: {{ title }} app is running!
fr: {{ title }} app fonctionne!

source: Rocket Ship Smoke
fr: Fumée de fusée spatiale

source: Resources
fr: Ressources

source: Here are some links to help you get started:
fr: Voici quelques lien pour vous aider à débuter:

source: Learn Angular
fr: Apprendre Angular

source: Next Steps
fr: Etapes suivantes

source: What do you want to do next with your app?
fr: Que voulez vous faire ensuite ?

source: New Component
fr: Nouveau Composant

source: Add PWA Support
fr: Ajouter le support PWA

source: Add Dependency
fr: Ajouter une Dépendance

source: Run and Watch Tests
fr: Executer et Suivre les Tests

source: Build for Production
fr: Build pour la Production

source: Angular CLI Logo
fr: Logo de Angular CLI

source: Angular Protractor Logo
fr: Logo de Angular Protractor

source: Find a Local Meetup
fr: Trouver un meetup proche

source: Meetup Logo
fr: Logo de Meetup

source: Join the Conversation on Discord
fr: Rejoignez la conversation sur Discord

source: Discord Logo
fr: Logo de Discord

source: Love Angular? <a href="https://github.com/angular/angular" target="_blank" rel="noopener"> Give our repo a star. <div class="github-star-badge"><svg class="material-icons" xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"><path d="M0 0h24v24H0z" fill="none"/><path d="M0 0h24v24H0z" fill="none"/><path d="M12 17.27L18.18 21l-1.64-7.03L22 9.24l-7.19-.61L12 2 9.19 8.63 2 9.24l5.46 4.73L5.82 21z"/><path d="M0 0h24v24H0z" fill="none"/></svg> Star </div></a><a href="https://github.com/angular/angular" target="_blank" rel="noopener"><svg class="material-icons" xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6z" fill="#1976d2"/><path d="M0 0h24v24H0z" fill="none"/><path d="M0 0h24v24H0z" fill="none"/><path d="M0 0h24v24H0z" fill="none"/></svg></a>
fr: Aimez-vous Angular? <a href="https://github.com/angular/angular" target="_blank" rel="noopener"> Mettre notre repo en favoris. <div class="github-star-badge"><svg class="material-icons" xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"><path d="M0 0h24v24H0z" fill="none"/><path d="M0 0h24v24H0z" fill="none"/><path d="M12 17.27L18.18 21l-1.64-7.03L22 9.24l-7.19-.61L12 2 9.19 8.63 2 9.24l5.46 4.73L5.82 21z"/><path d="M0 0h24v24H0z" fill="none"/></svg> Star </div></a><a href="https://github.com/angular/angular" target="_blank" rel="noopener"><svg class="material-icons" xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6z" fill="#1976d2"/><path d="M0 0h24v24H0z" fill="none"/><path d="M0 0h24v24H0z" fill="none"/><path d="M0 0h24v24H0z" fill="none"/></svg></a>

source: Gray Clouds Background
fr: Arrière-plan de nuages gris
